index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-03-13 Sat 20:46 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Apurva Nakade</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content">
<header>
<h1 class="title">Apurva Nakade</h1>
</header>
<div id="outline-container-hi" class="outline-2">
<h2 id="hi">Hi!</h2>
<div class="outline-text-2" id="text-hi">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Links:</b></td>
<td class="org-left"><a href="https://drive.google.com/file/d/1gjjdAYYkMuSBC6xEMi96PKej3IxA25VC/view?usp=sharing">CV</a></td>
<td class="org-left"><a href="https://www.uwo.ca/math/people/postdocs.html">Contact</a></td>
<td class="org-left"><a href="https://owl.uwo.ca/portal/site/1fda099f-409e-45c6-ba83-c81bf40a4798">Algebraic Topology</a></td>
</tr>
</tbody>
</table>


<p>
I&rsquo;m a postdoc at the <a href="http://www.math.uwo.ca/">University of Western
Ontario</a> working with <a href="https://jdc.math.uwo.ca/">Dan Christensen</a> and
<a href="http://www.math.uwo.ca/faculty/kapulkin/">Chris Kapulkin</a>.
</p>

<p>
I&rsquo;m currently teaching Algebraic Topology.
</p>
</div>
</div>

<div id="outline-container-org6e5328f" class="outline-2">
<h2 id="org6e5328f">Research</h2>
</div>

<div id="outline-container-org8a94552" class="outline-2">
<h2 id="org8a94552">Mathcamp</h2>
<div class="outline-text-2" id="text-org8a94552">
<details id="orgbdb3884">
<summary>Notes</summary>
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">testing tables inside summary</td>
<td class="org-left">hello there</td>
<td class="org-left">let&rsquo;s see</td>
</tr>
</tbody>
</table>
</details>
</div>
</div>

<div id="outline-container-orgc1b63be" class="outline-2">
<h2 id="orgc1b63be">DRP</h2>
<div class="outline-text-2" id="text-orgc1b63be">
<p>
Directed Reading Program is a program for undergrads and grad students/postdocs.
Undergrads are paired with a mentor whose interests align with theirs and they study a topic of their choice for one semester.
It is intended to help motivated students explore topics in more depth than possible in a classroom setting.
I co-organize the <a href="https://www.math.uwo.ca/undergraduate/directed_reading_program.html">DRP at UWO</a> and in the past have co-organized the <a href="https://math.jhu.edu/drp.html">DRP at JHU</a>.
</p>
<details id="org25a761a">
<summary>List of projects I've mentored:</summary>
<ul class="org-ul">
<li>Clare Bedford, <a href="https://www.whitman.edu/documents/Academics/Mathematics/Grimm.pdf">Surreal numbers</a>, (<a href="https://www.math.uwo.ca/undergraduate/directed_reading_program.html">DRP,
Winter 2021</a>)</li>
<li>Jacob Fabe, <i>Fundamental Group</i> from Topology by Munkres
(<a href="https://www.math.uwo.ca/undergraduate/directed_reading_program.html">DRP,
Fall 2020</a>)</li>
<li>Tim Yau, <i>An Introduction to Manifolds</i> by Loring Tu.
(<a href="https://www.math.uwo.ca/undergraduate/directed_reading_program.html">DRP,
Fall 2019</a>)</li>
<li>Hannah Wool, <i>Topology</i> by Munkres.
(<a href="http://www.math.jhu.edu/drp.html#Spring2019">DRP, Spring 2019</a>)</li>
<li>Sydney Timmerman,
<a href="http://www.math.jhu.edu/drpfiles/F2018%20-%20Sydney.pdf"><i>Differential
Geometry and Lie Groups for Physicists</i></a> by Marián Fecko.
(<a href="http://www.math.jhu.edu/drp.html#Fall2018">DRP, Fall 2018</a>)</li>
<li>Eric Cochran, <i>An Introduction to Manifolds</i> by Loring Tu.
(<a href="http://www.math.jhu.edu/drp.html#Spring2018">DRP, Spring 2018</a>)</li>
<li>Chris Chia, <i>The Knot Book</i> by Adams Collins.
(<a href="http://www.math.jhu.edu/drp.html#Fall2017">DRP, Fall 2017</a>)</li>
</ul>
</details>
</div>
</div>

<div id="outline-container-org12fbb13" class="outline-2">
<h2 id="org12fbb13">Notes</h2>
</div>

<div id="outline-container-org22d6cf8" class="outline-2">
<h2 id="org22d6cf8">Lean</h2>
</div>

<div id="outline-container-orge2e49d3" class="outline-2">
<h2 id="orge2e49d3">Writing</h2>
</div>

<div id="outline-container-org717ce73" class="outline-2">
<h2 id="org717ce73">Etc.</h2>
</div>
</div>
</body>
</html>
